Repository: mozilla-l10n/mt-training-data
Catalog: lzz/lzz_pontoon.tmx
Source language: en_us
Languages: lzz

source: Start recording
lzz: Doloç̌arus kogyoç̌ǩi

source: Start typing to describe your accent
lzz: Aksani tkvani oçinapus komoǩiç̌it

source: Stats
lzz: İstatistikler

source: Status Page
lzz: Butkaşi Xali

source: Still have questions?
lzz: Xolo ǩitxalape giğunan-i?

source: Streaks
lzz: Golağarape

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
lzz: <strong>[OÇ̌AÇ̌ALU]</strong> xarmelobapek xura <strong>[OÇ̌AÇ̌ALU]</strong> -dort̆u.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
lzz: <strong>Mç̌adule iyit!</strong> Zade ǩai dulyape aten. Daha ağani coç̌amt.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
lzz: <strong>[OÇİNDU]</strong> Ham xarmelobapek <strong>[OXVALU]</strong> koxonǩanu dort̆u.

source: Submit
lzz: Mendancğoni

source: Submit All
lzz: Mteli Oncğoni

source: Submit a new question for the community to read and respond to
lzz: Khomuniteşi okhitxu do cuğaphi meçamu şeni ar khitxala daha komoncğoni.

source: Submit a report
lzz: Lapori Oncğoni

source: Submit clips
lzz: K'ilibi mendancğoni

source: Submit new questions for the community to read and respond to
lzz: Mtelişi oǩitxu do cuğap̌i meçamu şeni ağani ǩitxalape moncğonit

source: Submitted
lzz: Mendincğonu doren

source: Subscribe
lzz: Abone iyi

source: Success
lzz: Gecginoba

source: success checkmark
lzz: ot̆işu onayişi ğara

source: Success, profile created!
lzz: Dobeceri, profili diç̌ǩadu (kogeitzopxu)

source: Swahili
lzz: Svahiluri

source: Swedish
lzz: İsveç̌uri

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
lzz: Cumles onayi meçamu şeni mardzgva k̆ele gulinkinit. Var ginonan na k̆vazali k̆ele gulinkinit. Moyokhaphinu şeni tijin elastulinit. <strong>tzǩomilerepe tkvani oncğonu mot gogoç̌ǩondan!</strong>

source: Syriac
lzz: Suryanuri

source: Tag
lzz: Etiketi duxeni

source: Tagalog
lzz: Tagaloguri

source: Tags submitted successfully
lzz: Etiketepe mendincğonu

source: Tahitian
lzz: Tahit̆uri

source: Taiwanese (Minnan)
lzz: Tayvanuri

source: Tajik
lzz: Taciǩuri

source: Taking several attempts to read a word.
lzz: Ar zit̆a oǩitxu şeni jur-sum fara getsadu.

source: Tamazight
lzz: Tamazigt̆uri

source: Tamil
lzz: Tamiluri

source: Tap
lzz: nantzit

source: Tatar
lzz: Tataruri

source: Technology and Robotics
lzz: Teknoloji do Robotiksi

source: TED-LIUM Corpus
lzz: TED-LIUM ǩoroba

source: Tell us what you'd like to download:
lzz: Mu geğmalu gorum çku domimçinit.

source: Telugu
lzz: Teliguri

source: Terms
lzz: Şart̆epe

source: <termsLink>Terms</termsLink>
lzz: <termsLink>Terimepe</termsLink>

source: Thai
lzz: Taiuri

source: Thanks for confirming your account, now let's build your profile.
lzz: Xesabi-tkvani na otzuranit şeni ntsaşa extit, hatzi (hus) profili-tkvani gep̌tzopxat.

source: Thank you for contributing to Spontaneous Speech!
lzz: Dolosinapus na memişvelit şeni ntsaşa extit, mardit!

source: Thank you for contributing your bulk submission!
lzz: Ntsaşa extit.

source: Thank you for contributing your voice!
lzz: Xoma skanite na mxuci momçit şeni mardit/ ntsaşa extit!

source: Thank you for donating your voice clips!
lzz: Xoma ǩlibepe-tkvani mixarsuvit şeni ntsaşa extit!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
lzz: Doloç̌aritşeni ntsaşa extit! <lineBreak></lineBreak> Hatzi klibepe tkvani tudendo otzedit do oncğonit.

source: Thank you for your information
lzz: Çkinapapa tkvani şeni mardit

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
lzz: "{ $lang }'s naǩatit şeni ntsaşa extit. K'at̆a nena xadziri oyapu şeni dido viçalişamt do ekibepe-çkuni e-postate meyopsturesarumt. Meǩatu ginonanna (gorumtna) tude e-posta adresi-tkvani doç̌arit.

source: Thank you for your voice information
lzz: Xoma çkinapape-tkvani şeni ntsaşa extit

source: Thank you! You’ve sent a new language enquiry
lzz: Ntsaşa extit! Ağani ar nenaşi ǩitxapa moncğonit

source: The bumblebee sped by.
lzz: mtuti p̌ut̆uci manişa kogolaxtu.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
lzz: Vasaglaxtis, Common Voice datamarç̌as na varen xomaşi ǩlibepe ren. Muç̌o datamarç̌a steri, Vasaglaxti-ti giğen.

source: The clip has disrespectful or offensive language.
lzz: Klibis antzxalaburi do agresifi zit̆ape orenan.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
lzz: Comman Voice Datamarç̌aşi doloxe matzopxepeşi xoma na içinems oxmaraşepe getzopxus na axmaranen oşişilyate xomaşi evuli ren.

source: The giant dinosaur of the Triassic.
lzz: Xarmeloba vorsi domşu dort̆u.

source: The giant dinosaurs of the Triassi-.
lzz: Ham xarmelobapek xura ontzi-

source: The giant dinosaurs of the Triassic.
lzz: Triyasişi divi dinazorepe.

source: The giant dinosaurs of the Triassic. Yes.
lzz: Ham xarmelobapek hemuşi xura doxominu. Ho.

source: The giant dino <strong>[cough]</strong> the Triassic.
lzz: Ham xarmelobak <strong>[OXVALU]</strong> koxomtores.

source: The number of recordings and which languages you contribute to will be public.
lzz: Muǩu doloç̌ara do nam nenapes nuşvelit umimi iyasen (iris adzirasen).

source: The page you are looking for could not be found
lzz: Gorumt butka var madzires

source: There are currently no sentences to review in this language.
lzz: Hatzi ham nenas itsadasen cumle va ren.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
lzz: Nena omsifonu şeni çkva do çkva gzalepe renan. Common Voice “artiǩati oxotzonu” vana “Ham nena na isinamanpek p̌anda artiǩatişi oxotzonaman-i?” ya do nizmonaman.

source: The recording was too long.
lzz: Doloç̌ara dido gundze ren.

source: The recording was too quiet.
lzz: Doloç̌ara dido misa ort̆u.

source: The recording was too short.
lzz: Doloç̌ara dido mǩule ren.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
lzz: Maǩit̆xepeši doloxe xomaşi seviyeşi farkepe gamaxtasen. Ar xvala, xomaşi doloç̌ara na oǩixvasen ǩonari/ şuǩuri mağali koren-na vana (daha dido na iziren steri) var ignapasen şuǩuri t̆abala iǩit̆xinen-na ǩebuli mot ikumt.

source: The route was unclear.
lzz: Rota var içkinen.

source: The selected file is too large
lzz: Goşatsxuneri dosya opşa didi ren

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
lzz: Ç̆ara Ok̆obğala Common Voice platformişi gurişa ulun. Atzi <writeURL>ar ç̆ara gaç̆aren </writeURL> var na ar mencğoneri ç̆ara gatsaden.

source: The sentence has a grammatical or spelling error.
lzz: Cumles grameri vana oç̌aruşi xeta oren.

source: The sentence has disrespectful or offensive language.
lzz: Cumle tkvani antzalaburi do agresifi oren.

source: The sentence must be grammatically correct.
lzz: Cumle grameruri tzori ort̆asen

source: The sentence must be speakable.
lzz: Cumlepe xomaten oǩitxoni ort̆asen.

source: The sentence must be spelled correctly.
lzz: Cumlepe tzori oç̌aru diç̌irs.

source: The sentence should have fewer than 15 words.
lzz: cumle 15-şen mtsika zit̆aşen geidgasen.

source: The site is ready to be launched when it reaches 75% completion.
lzz: %75 oranişa inç̌elasi siye gamaşkvinoni iyasen.

source: The website text is translated into that language.
lzz: Web siteşi ç̌ara hem nenaşe golakti.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
lzz: Ginonan-na ham çkinapape momçaten. Khai gatzonen-na çkinapape skani gedvi. Dataşi marçha gamavupinatis, mtel/ iri şahisuri çkinapape tkvani elarçama yoxopete govompulaten. Haşopete, coxo, e-posta adresi, tzana do cinsiyethi steri demografikhuri çkinapape tkvani na ren var oxitzonen.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
lzz: Ham ç̌kinapape meç̌amu opsiyoneli ren. Ti t̆kvani ǩai gatzonenan-na muşeburi ç̌kinapape t̆kvani gedvit. Datamarç̌a gamavupinatis, mtel şurişi datape elarç̌ama yoxopete dovompulaten. Yoxo/ coxo t̆kvani, e-posta adresi t̆kvani, tzana t̆kvani vana cinsiyet̆i t̆kvani steri demografiǩuri ç̌kinapape ǩala alakha na var giğunan vorsi oxotzonit. Tekhnolojişi ǩai, vorsi oç̌alişu şeni ç̌kva do ç̌kva datape diç̌irs. Meta datape muşeni becit̆i ren digurit.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
lzz: Ham getzopxuk, liderobaşi tablos na ren otziramu tkvani kontroli ikums. Dimpulasi, oxtimu tkvani doxmeli diyen (diqven). Yani, resimi, maxmare yoxo do oxtimu, liderobaşi tablos var idziren. Mot gogoç̌ǩondan: Lideroba tabloşi goimturasi { $minutes } t̆eǩeǩe şuǩale ignapen.

source: Three to go!
lzz: Sum tane dosǩidu

source: Tibetan
lzz: Tibet̆uri

source: Tigre
lzz: Tigruri

source: Tigrinya
lzz: Tigrinyuri

source: Today
lzz: Andğa

source: Today's Common Voice progress on clips recorded
lzz: Kaydedilen kliplerde bugünün Common Voice ilerlemesi

source: Today's Common Voice progress on clips validated
lzz: Kliplerde bugünkü Common Voice ilerlemesi doğrulandı

source: Today's Progress
lzz: Andğaneri Ogzalapa

source: Toggle popover
lzz: Gonintzen pencere gontzǩi/ mozdi

source: Toki Pona
lzz: Toki Ponauri

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
lzz: Ar xoma ǩlibi Common Voice datamarç̌as dolocharu şeni, jur maxmareşi "ixmarinen" otku diç̌irs.

source: Too many files
lzz: Dido dosya ren

source: Top Contributors
lzz: Eni dido na numxacupe

source: Total
lzz: Mteli

source: Total Approved
lzz: Mteli Ditzuranu

source: Toward next goal
lzz: Uǩaçxeni hedefi ǩale

source: Track progress here and on your stats page.
lzz: Elaxtimu tkvani hakolen do istatistiği butkaşen natxozit.

source: Transcribe
lzz: Çharaşa golakti

source: Transcribe audio recordings
lzz: Nena tkvanis na ren xomaşi doloç̌arape ç̌araşa golaktit

source: Transcribe audio recordings into text
lzz: Xomaşi doloç̌arape ç̌araşa golaktit

source: Transcribing
lzz: Ç̌araşa golakti

source: Transcript submitted successfully
lzz: Çhara mendaxtu

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
lzz: <translateVideoLink>Pontooni oxmaru şeni rehberi çkunis otzkedit.</translateVideoLink>

source: Translating the site
lzz: Siteşi tercume

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
lzz: Golaktalu İngilizurişen ixenern ama majura nenapeşen <strong>oneripe</strong> dziraten. <strong>Profilişi</strong> sembolis do uǩule <strong>Getzopxupe</strong> linkis gyobazgit do nenape gedvit.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
lzz: Common Voice siteşi golaktalu <strong>Pontoon</strong>s ixenen.

source: Try again by dragging your file here
lzz: Dosya tkvani hak nokosit do xolo geitsadit.

source: Try uploading again
lzz: Xolo eğmalu geitsadit.

source: Tshivenda
lzz: Tşivenduri

source: Turkish
lzz: Turkuri

source: Turkmen
lzz: Turkmenuri

source: Tuvan
lzz: Tuvanuri

source: Twi
lzz: Tviuri

source: Typically megabytes
lzz: Tipiǩuri megabayti

source: Ubykh
lzz: Ubixuri

source: Udmurt
lzz: Udmurturi

source: Ukrainian
lzz: Uǩraynuri

source: Understand contribution criteria
lzz: Meşveluşi kriterepe oxotzonit

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
lzz: Xomaşi doloç̌arape t̆kvani iucamt̆atşa mupes fikiri meç̌aten digurit. Haşopete t̆kvani xomaşi doloç̌arape-ti gaǩampanen.

source: Undo
lzz: Geri keç̌opi

source: Upload aborted. Do you want to delete your recordings?
lzz: Eğmalu ip̌t̆ali dixenu. Doloç̌arupe-tkvani gejilu ginonan-i?

source: Upload an image file
lzz: Ar resimişi dosya kogedvit

source: { $uploadedSentences } of { $totalSentences } sentences collected
lzz: Cumlepe kogeidu.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
lzz: <downloadLink>hak</downloadLink> geğmalu şeni gyobazgit.

source: Upload failed, please retry.
lzz: Va eiğmalinu. Xolo geitsadit.

source: Upload <icon></icon> public domain sentences
lzz: Kamuşi mali na ren cumlepe eǩumtsxvit <icon></icon>

source: Upload in progress...
lzz: Eiğmalinen

source: Upload more sentences?
lzz: Daha cumlepe gedvaten-i/ cedvaten-i?

source: Upload of this clip keeps failing, keep retrying?
lzz: Ham ǩilibi var eiğmalinen, xolo geitsadinas-i?

source: Urdu
lzz: Urduri

source: Use correct grammar
lzz: Tzori nenaçkina ixmarit

source: Use correct spelling and punctuation
lzz: Tzori oç̌aru do ot̆imbu işaret̆epe ixmarit

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
lzz: <mark>Natureli osinapuşi svalepe</mark> do oxmaruşi senaryopes apelen(evuli. spontane na isinapamanpe-ti oxotzonu ginonan-na)

source: User Name
lzz: Xmaroceşi Coxo/ Yoxo

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
lzz: Maxmarepe, msinapuk cumle tzori iǩitxu-i ya do kontroli ikums do xarsuveri ǩlibepeşi tzorinoba tzorinums.

source: Uyghur
lzz: Uygururi

source: Uzbek
lzz: Uzbeǩuri

source: Validate
lzz: dotzurani

source: Validated Clips
lzz: t̆uraneri ǩlibepe

source: Validated Hours
lzz: İtzuranu Saatepe

source: Validated Hr. Total
lzz: Tzuraneri saatişi ǩoroba

source: Validate Readings
lzz: Ok̆itxupe dotzurani

source: Validate Readings, Review Transcriptions
lzz: Ok̆itxuşepe dotsadi, xolo otzk̆edi

source: Validate Readings <small>(Coming soon)</small>
lzz: Ok̆itxupe dotzurani <small>(mulun orapes)</small>

source: Validate readings submitted by community members
lzz: Ok̆obğala uyepek na moncğonu xomaşi doloçharape dotzuranit

source: Validate user-recorded readings in your language
lzz: Nenatkvanişi maxmarepeşi doloç̆areri nenape dotsadit

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
lzz: Xarsuveri ǩlibepeşi otzorinu (tzori na oren oxotzonu) Common Voiceşi misyoni şeni eşit̆i derece becit̆i oren. Ar işǩinit (iucit) do ǩalitoni goncameri nenaşi data getzopxu şeni meişvelit.

source: Validation Progress
lzz: Otzuranuşi elaxtima

source: Validations
lzz: Otzuranupe

source: Value and recognition.
lzz: Ğirapa do oçinapa

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
lzz: Variantepe nenaşi meçkineri ar k̆ata ren. Meçkineri ar svas var na ar ok̆obğalas na skidunanpek na uk̆uixmarnanpe steri...Yomi, antepes dialekti itkven.

source: Varying Pronunciations
lzz: Goimturu otkupe

source: Venetian
lzz: Venetianuri

source: Version
lzz: Versioni

source: Very common mistakes include:
lzz: Dido gontaxileri xeta hantepe renan:

source: Vietnamese
lzz: Viet̆namuri

source: View your progress against personal and project goals.
lzz: Personaluri do proje hedefepe-tkvani-şkala megzalu-tkvani dzirit.

source: Visible
lzz: Native Language

source: Voice clips are entered into a submission queue that readies them for listening.
lzz: Xomaşi ǩlibepe, hentepe oşǩinu şeni na xadzirums ar nocğone ǩudelis amilven.

source: Voice Collection
lzz: Xomaşi ǩoleǩsioni

source: Voice Contribution
lzz: Xoma Eǩont̆alu

source: Voice Dataset, Ready for Download
lzz: Xomaşi Datamarç̌a, Geğmalu şeni xadziri oren

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
lzz: Xoma natureli ren, xoma ǩoçi ren. Heşeni makinape çkuni şeni oxmaroni xomaşi teǩnoloji getzopxu şeni gomagzenan. Ama, xomaşi sist̆emepe getzopxu şeni dido dido xomaşi data diç̌irs.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
lzz: Xoma natureli ren, xoma ǩoçi ren. Heşeni makinape çkuni şeni oxmaroni xomaşi teǩnoloji getzopxu ǩai matzonenan. Ama, xomaşi sist̆emepe getzopxu şeni dido dido xomaşi data domaç̌iran.

source: Voices Online Now
lzz: Hus (hatzi) onlaini na oren xomape

source: Voice Validation
lzz: Nena Otzuranu

source: Volume
lzz: Hacimi

source: Votic
lzz: Votiǩuri

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
lzz: "Common Voicei dido ǩai gaxadus meşvelu ginonan-i? Ntsaşa Yextat! E-posta var na <discourseLink>Discourse</discourseLink>iten koniǩirit, forumepes amaxtit, sites na ren problemepe <git̆ubLink>Git̆ub</git̆ubLink> iten kommemotsadapit var na <matrixLink>Matrix</matrixLink>işen ǩatas oğarğaluşa amaxtit."

source: Want to save your information? <createProfile>Create a profile</createProfile>
lzz: Çkinapape doloçharu ginonan-i/ gorumt-i? <createProfile>Profili getzopxi</createProfile>”

source: Want to stay in touch with Common Voice?
lzz: Common Voice-ǩala ǩont̆aǩt̆i giğut̆an gorumt-i?

source: Watch our video explainer to help
lzz: Meşvelu şeni video gamognaponi-çkunis otzǩedit.

source: Wayuunaiki
lzz: Vayuunaikuri

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
lzz: Oxori

source: We are going out to get a coffee.
lzz: ǩave eç̌opumu şeni gale gamavulurt

source: We are going out to get coffee.
lzz: Ǩave eç̌opumuşe gale gamavulurt.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
lzz: Mozillas xomaşi teknolojiş gomti ar ǩata geptzopxumt. Meyondğanupete, ağani data mondunepete oǩomçinu do data muç̌o ixmart çkva dido oçkinu minonan/ bgorumt.

source: Website Localization
lzz: Webişi sites sva meçamu

source: Websites
lzz: Web sitepe

source: We couldn’t get any audio clips for you to listen to. Please try again later.
lzz: Osibinuşi/ oucuşi çkar doloç̆areri nena var madzires. Ok̆ule xolo gotzk̆edit.

source: We couldn’t get any sentences for you to speak. Please try again later.
lzz: Dologaç̌aranen cumle var madzires. Goga, uǩule xolo geitsadit.

source: Weekly
lzz: Xafteri

source: Weekly Goal
lzz: Xafteri Hedefi

source: We launch the Common Voice site in this language.
lzz: Common Voiceşi site ham nenate oxmarus mevuçkinamt.

source: Welcome { $company } staff!
lzz: { $company } personelişe ǩaite moxtit!

source: Welcome to Common Voice
lzz: Common Voice'şa ǩaite moxtit

source: Welcome to Spontaneous Speech
lzz: Giçkinan steri isinapit

source: Welsh
lzz: Galuri

source: We may have run out of clips - refresh the page, or try again later.
lzz: ǩlibepe-çkuni diçonu doren, butka meoğanit vana uǩaçxeşe xolo geitsadit.

source: We periodically release the dataset
lzz: Data març̌ape periodikhuri gamavoşkumt

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
lzz: Çkinapepe tkvani mç

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
lzz: Monduli ar xomaşi datamarç̌a oǩoviğamt. Xoma tkvani domixarsuvit, majurapeşi xoma doloç̌arape nişi doisanit, mteli şeni datamarç̌a doǩaimit.

source: We're going out to get coffee.
lzz: ǩave eç̌opumu şeni gale gamaptaten.

source: We’re going out to get coffee.
lzz: Ǩave eç̌opumute gale gamulurt.

source: We release the dataset every 3 months.
lzz: Datamarç̌a sum tutaşe ar gamavoşkumt.

source: We're making some big changes
lzz: Didi a mutxape gokturamt.

source: We're receiving a lot of traffic and are currently investigating the issues.
lzz: Opşa trafiği ep̌ç̌opumt do hus problemepe goviǩitxamt.

source: We’re sorry, your platform is not currently supported.
lzz: Mixarsuvit, pilatformi çkunik hatzi var numxacams.

source: Western Sierra Puebla Nahuatl
lzz: Gyulvanuri Sierra Puebla Nahuatluri

source: Westphalian
lzz: Xosauri

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
lzz: Golaktalu şeni <pontoonLink>Pontoon</pontoonLink> coxoni ar Mozillaşi doç̌ironi vixmart. Pontoonis dido nenape renan ama tkvani nena va renna eǩogamtsxvenan.

source: We've run out of sentences to record in this language...
lzz: Ham nenas doliç̌arasen cumle var madzires.

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
lzz: Nenape şeni vorsi dulyape oxenu minonan.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
lzz: Makina doguruşi algoritmapek ǩap̌ulani curuntepe axmaras bgorumt. Mtel ç̌ara ognamt-na didi curunti ǩebuli ixenen. Amtsika fonişi muziği-ti problemi va ren. Ama ǩat̆a zit̆a neti ognapu diç̌irs do opşa curunti heşeni vorsi var on.
